{
  "page_title": "Крафтовые изделия из кожи,",
  "header_title": "Изделия из кожи ручной работы",
  "header_desc": "Создано с любовью… и маленькими лапками",
  "header_desc_about" : "Окунись в историю брэнда Skórat",
  "header_prod": "Изделия",
  "header_contact": "Контакты",
  "header_desc_contact": "Есть вопросы? Свяжись со мной!",
  "header_about": "Обо мне",
  "header_story_about": "Моя история",
  "header_story_1": "Меня зовут Мистер Крыскин – крыса на все лапки!",
  "header_story_2": "Я прибыл из Беларуси и осел в Польше. Поначалу я обитал в лесах и болотах, но со временем добрался до Варшавы. Там я нашел человека в квартире которого я и поселился.",
  "header_story_3": "Поначалу все было хорошо… но через некоторое время он начал бурчать что ему надоело моё дармоедство. Мне не хотелось быть обузой и я решил научиться чему-то полезному. И так я открыл для себя кожевенное ремесло – и вот уже около двух лет я создаю практические и красивые изделия своими собственными лапками.",
  "header_story_4": "Каждое изделие, которое я создаю это результат моей увлечённости, точности и находчивости.",
  "nav_home": "Главная",
  "nav_products": "Изделия",
  "nav_about": "Обо мне",
  "nav_contact": "Контакты",
  "intro_title": "Добро пожаловать на мою страничку!",
  "intro_text": "Я создаю уникальные изделия, которые сочетают в себе элегантность, практичность и увлеченность… передаваемые из лапки в лапку.",
  "highlight_title": "🐭 Кто же я такой?",
  "highlight_text": "Я — Мистер Крыскин,  маленький и проворный мастер! Кожа меня не страшит, потому что я тот кто обращает ее в маленькие чудесные творения. Каждое изделие — это результат кропотливой работы, пока моя шерсть не встанет дыбом!",
  "gallery-preview_title": "🧵 Глянь на мои работы",
  "gallery-preview_text": "Мои последние и любимые творения вы найдете <a href='products.html'>здесь</a>. Элегантные, стильные и с нежным прикосновением лапки.",
  "call-to-action_title": "📬 Есть какие то вопросы или желаешь чего-то особенного?",
  "call-to-action_text": "Свяжись со мной через <a href='contact.html'>контакты</a> или отправьте сообщение — даже если ты хочешь кошелёк в форме сыра — я могу это сделать!",
  "note": "🐾 Примечание: Каждое изделие может немного отличаться — в конце концов, каждая лапка оставляет уникальный след.",
  "main_contact": "Свяжись со мной",
  "main_contact_desc": "Лучший способ связаться со мной — через:",
  "phone_label": "Номер телефона"
}